Repository: zhumingcheng697/GuessTheNumber
Catalog: GuessTheNumber WatchKit Extension/*.lproj/Localizable.strings
Languages: ja, ru

source: Guess The Number
ja: 数を推測
ru: Угадай Число

source: Guess
ja: 数を推測
ru: Угадай

source: Guess a number between 0 and %@
ja: 0から%@までの数を推測してください
ru: Угадайте число от 0 до %@

source: Confirm
ja: 確認する
ru: Подтвердить

source: Yay
ja: やった
ru: Ура

source: Try higher
ja: より大きい数を推測してください
ru: Угадай больше

source: Try lower
ja: より小さい数を推測してください
ru: Угадай меньше

source: Trial: %@
ja: 試行%@
ru: Пробный: %@

source: OK
ja: わかった
ru: Хорошо

source: Choose a number between 0 and %@
ja: 0から%@までの数を選択してください
ru: Выберите число от 0 до %@

source: It is %@!
ja: %@です！
ru: Это %@!

source: Is it %@?
ja: %@ですか？
ru: Это %@?

source: Correct
ja: はい
ru: Да

source: Too High
ja: 大きすぎる
ru: Слишком Большого

source: Too Low
ja: 小さすぎる
ru: Слишком Мало

source: Hurray
ja: 万歳
ru: Ура

source: Ready
ja: わかった
ru: Готов

source: You have an unfinished game
ja: 前のゲームは終わっていません
ru: Ваша последняя игра не закончилась

source: Quit
ja: 終了する
ru: Выйти

source: Resume
ja: 続ける
ru: Продолжить

source: Restart
ja: 再開する
ru: Перезапустить

source: Number
ja: 数
ru: Число

source: Color
ja: 色
ru: Цвет

source: Boolean
ja: ブール値
ru: Булев

source: Randomize
ja: 生成する
ru: Генерировать

source: True
ja: はい
ru: Да

source: False
ja: いいえ
ru: Нет

source: Quick Action
ja: ショートカット
ru: Быстрая Команда

source: Upper Range for Numbers
ja: 数の上限
ru: Предел Числа

source: Upper Range
ja: 上限
ru: Предел

source: Use Hex Value for Colors
ja: 16進形式で色を表示
ru: Показать Цвет в Hex Значении

source: None
ja: 無し
ru: Никакая

source: Done
ja: 確認する
ru: Подтвердить

source: Let Me Guess
ja: 私は推測する
ru: Угадаю

source: Let AI Guess
ja: AIは推測する
ru: AI Угадает

source: Randomizer
ja: ランダマイザー
ru: Случайное

source: Random Number
ja: ランダムな数
ru: Число

source: Random Color
ja: ランダムな色
ru: Цвет

source: Random Boolean
ja: ランダムブール値
ru: Булев

source: Settings
ja: 設定
ru: Настройки

source: Resume Game
ja: ゲームを続ける
ru: Продолжить Игру

source: Randomize Number
ja: 数をランダム化する
ru: Случайное Число

source: Randomize Color
ja: 色をランダム化する
ru: Случайный Цвет

source: Randomize Boolean
ja: ブール値をランダム化する
ru: Случайный Булев
